Repository: stereosoul/glpizebralabel
Catalog: locales/*.po
Languages: ru_ru

source: Zebra Label Configuration
ru_ru: Конфигурация Zebra Label

source: Print label for this item
ru_ru: Печать этикетки для этого объекта

source: Print label
ru_ru: Печать этикетки

source: Zebra Printer Configuration
ru_ru: Настройка принтера Zebra

source: Printer IP Address
ru_ru: IP-адрес принтера

source: Printer Port
ru_ru: Порт принтера

source: Label Width (mm)
ru_ru: Ширина этикетки (мм)

source: Label Height (mm)
ru_ru: Высота этикетки (мм)

source: Test Printer Connection
ru_ru: Проверить подключение к принтеру

source: Testing...
ru_ru: Проверка...

source: Printer is accessible
ru_ru: Принтер доступен

source: Printer is not accessible
ru_ru: Принтер недоступен

source: Test request failed
ru_ru: Ошибка тестового запроса

source: Print Barcode Directly
ru_ru: Печатать штрих-код напрямую

source: Print QR Directly
ru_ru: Печатать QR-код напрямую

source: Sending to printer...
ru_ru: Отправка на принтер...

source: Printing...
ru_ru: Печать...

source: Label sent successfully!
ru_ru: Этикетка успешно отправлена!

source: Print error:
ru_ru: Ошибка печати:

source: Network error:
ru_ru: Сетевая ошибка:

source: bytes
ru_ru: байт

source: Or click "Print Directly" to send directly to configured printer
ru_ru: Или нажмите "Печатать напрямую" для отправки на настроенный принтер

source: For manual printing, transfer the .zpl file and send to Zebra printer using any method:
ru_ru: Для ручной печати перенесите .zpl файл и отправьте на принтер Zebra любым способом:

source: Print via network (lpr command)
ru_ru: Печать по сети (команда lpr)

source: Copy to shared folder
ru_ru: Копирование в общую папку

source: Use Zebra printer software
ru_ru: Использование ПО Zebra

source: Plugin for generating ZPL labels for Zebra printers with QR codes and barcodes
ru_ru: Плагин для генерации ZPL этикеток для принтеров Zebra с QR-кодами и штрих-кодами

source: QR Code Label
ru_ru: QR-код этикетка

source: QR code contains scan URL for inventory updates
ru_ru: QR-код содержит ссылку для сканирования и обновления инвентаризации

source: Show ZPL code
ru_ru: Показать ZPL код

source: Download QR ZPL
ru_ru: Скачать QR ZPL

source: Barcode Label
ru_ru: Штрих-код этикетка

source: Barcode contains inventory number for quick scanning
ru_ru: Штрих-код содержит инвентарный номер для быстрого сканирования

source: Download Barcode ZPL
ru_ru: Скачать штрих-код ZPL

source: How to use
ru_ru: Как использовать

source: Click "Download ZPL" to save the label file
ru_ru: Нажмите "Скачать ZPL" чтобы сохранить файл этикетки

source: Asset information
ru_ru: Информация об активе

source: Back to asset
ru_ru: Назад к активу

source: Invalid parameters
ru_ru: Неверные параметры

source: Object not found
ru_ru: Объект не найден

source: Failed to generate label
ru_ru: Не удалось сгенерировать этикетку

source: Date of last physical inventory updated: %s
ru_ru: Дата последней физической инвентаризации обновлена: %s

source: Error updating physical inventory date
ru_ru: Ошибка обновления даты физической инвентаризации

source: Unsupported item type
ru_ru: Неподдерживаемый тип объекта

source: Invalid item type
ru_ru: Неверный тип объекта

source: Printer ready
ru_ru: Принтер готов

source: Connection failed
ru_ru: Ошибка подключения

source: Invalid response from server
ru_ru: Неверный ответ от сервера

source: Connection test failed
ru_ru: Тест подключения не удался

source: Some tests have warnings
ru_ru: Некоторые тесты имеют предупреждения

source: Enter your Zebra printer IP address and port for direct printing
ru_ru: Введите IP-адрес и порт вашего принтера Zebra для прямой печати

source: Note:
ru_ru: Примечание:

source: The printer must be accessible from the GLPI server. If printing fails, check firewall settings and network connectivity.
ru_ru: Принтер должен быть доступен с сервера GLPI. Если печать не удается, проверьте настройки брандмауэра и сетевое подключение.

source: Enter the IP address and port of your Zebra printer
ru_ru: Введите IP-адрес и порт вашего принтера Zebra

source: Click "Download ZPL" to save the label file for manual printing
ru_ru: Нажмите "Скачать ZPL" для сохранения файла этикетки для ручной печати

source: Or click "Print Directly" to send label directly to the printer
ru_ru: Или нажмите "Печатать напрямую" для отправки этикетки прямо на принтер

source: Status of the print job will be shown below
ru_ru: Статус задания печати будет показан ниже

source: For manual printing, you can:
ru_ru: Для ручной печати вы можете:

source: Use command: <code>lpr -S [printer_ip] -P raw [file.zpl]</code>
ru_ru: Использовать команду: <code>lpr -S [printer_ip] -P raw [file.zpl]</code>

source: Copy .zpl file to printer shared folder
ru_ru: Скопировать .zpl файл в общую папку принтера

source: Use Zebra Setup Utilities software
ru_ru: Использовать ПО Zebra Setup Utilities

source: Printer Settings
ru_ru: Настройки принтера

source: Example: 192.168.1.100 or zebra-printer.local
ru_ru: Пример: 192.168.1.100 или zebra-printer.local

source: Default port for Zebra printers is 9100
ru_ru: Стандартный порт для принтеров Zebra - 9100

source: Enter your Zebra printer IP address and port
ru_ru: Введите IP-адрес и порт вашего принтера Zebra

source: Please enter printer IP address
ru_ru: Пожалуйста, введите IP-адрес принтера

source: Unknown error
ru_ru: Неизвестная ошибка

source: Cannot connect to server
ru_ru: Не удается подключиться к серверу
